Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Please note that it shall be evident not only for employees who are directly affected by the work with the product, but also for persons who do not normally handle it, e.g., cleaning and service staff and guards.
sv: Observera att det ska vara uppenbart inte bara för arbetstagare som är direkt berörda av arbetet med produkten utan även för sådana som normalt inte hanterar den, t.ex. städ­ och servicepersonal samt väktare.

source: Labelling cannot normally be omitted when the same container is used on different occasions for products with different risks, as this entails a large risk of confusion over the contents.
sv: Man kan normalt aldrig utelämna märkning när samma behållare vid olika tillfällen används till produkter med olika risker, eftersom risken då är stor att man förväxlar dem.

source: For containers in which different substances are mixed and new ones are produced, the labelling need not be changed as the composition changes.
sv: Men på en behållare, där olika ämnen blandas och nya tillverkas, behöver man inte ändra märkningen allteftersom sam­ mansättningen ändras.

source: However, there must always be information on the on-going process in order to know what the risks are.
sv: Däremot behöver det alltid finnas information om den process som pågår för att man ska kunna veta vilka riskerna är.

source: Guidance on Section 20 A built-in pipeline needs to be labelled at the openings where it becomes accessible.
sv: Till 20 §27 En inbyggd rörledning behöver märkas i de öppningar där den är åtkomlig.

source: The risk assessment involves the determination of how to label the enclosure in accordance with Section 18.
sv: Vid riskbedömningen avgör man hur inbyggnaden behöver vara märkt enligt 18 §.

source: Examples of fixed pipelines include pressurised pipes that are used to transport gas, liquids or solid materials using gas or liquid.
sv: Exempel på rörledningar är fast installerade trycksatta ledningar som används för transport av gas, vätska eller fasta ämnen med hjälp av gas eller vätska.

source: Flue gas ducts, ventilation channels and similar systems do not constitute pipelines.
sv: Rökgaskanaler, ventilationskanaler och liknande är inte rörledningar.

source: Pipelines that are primarily used as part of a process are considered as process vessels, and shall be labelled in accordance with Section 19.
sv: Rörledningar som främst används som en del i en process anses som processkärl och ska märkas enligt 19 §.

source: A pipeline that temporarily contains a hazardous chemical substance can often be labelled through the hanging of signs.
sv: En rörledning som tillfälligt innehåller ett farligt kemiskt ämne kan ofta märkas med upphängda skyltar.

source: Guidance on Sections 20, 45 and 47 The current regulations are applicable for those subject to the provisions, see Section 2 of the provisions and the associated general guidelines.
sv: Till 20, 45 och 47 §§28 De aktuella bestämmelserna är tillämpliga för de som föreskrifterna riktar sig till, se föreskrifternas 2 § med tillhörande allmänt råd.

source: However, sanction charges may only be imposed on employers and those who conduct professional activities in accordance with Chapter 3, Section 5 of the Swedish Work Environment Act.
sv: Sanktionsavgift kan dock påföras endast arbetsgivare och den som dri­ ver verksamhet enligt 3 kap. 5 § arbetsmiljölagen.

source: The number employed refers to the following, regardless of whether they are working full or part-time:
sv: Med antal sysselsatta avses, oavsett om de arbetar heltid eller deltid:

source: Employees
sv: Anställda arbetstagare.

source: Temporary labour (see Chapter 3, Section 12, second paragraph of the Swedish Work Environment Act).
sv: Inhyrd arbetskraft (jämför 3 kap. 12 § andra stycket arbetsmiljölagen).

source: When it comes to operations with no employees (see Chapter 3, Section 5 of the Swedish Work Environment Act), the number employed refers to the following, regardless of whether they are working full or part-time:
sv: I fråga om verksamhet utan anställda arbetstagare (jämför 3 kap. 5 § arbetsmiljölagen) avses med antal sysselsatta, oavsett om de arbetar heltid eller deltid:

source: The persons conducting professional activities.
sv: De personer som driver verksamheten.

source: Temporary labour
sv: Inhyrd arbetskraft.

source: The organisation number of the physical or legal person in question determines which people are to be included in the organisation.
sv: Den aktuella fysiska eller juridiska personens organisationsnummer avgör vilka personer som ska anses ingå i verksamheten.

source: employed shall be calculated based on information regarding the day on which the violation of the sanction regulation was noted.
sv: Antalet syssel­ satta ska beräknas utifrån information avseende den dag som överträdelsen av sanktionsbestämmelsen konstaterades.

source: Signage storage and containers
sv: Skyltning, förvaring och behållare

source: Guidance on Section 20 a Amounts that impact on safety during storage include the exacerbation of a fire or health risks associated with a leak.
sv: Till 20 a § Mängder som har betydelse för säkerheten vid lagring är till exempel att en brand förvärras eller att ett läckage kan medföra hälsorisker.

source: In the event of signage referring to several different chemical products, hazard pictograms warning of a lower degree of danger may be omitted.
sv: Vid skyltning som avser flera olika kemiska produkter får faropiktogram som varnar för lägre grad av farlighet uteslutas.

source: The prioritisation principles in Article 26 of the CLP Regulation can be used as a guideline.
sv: Företrädesprinciperna i artikel 26 i CLP­förordningen kan användas som vägledning.

source: Up until 1 June 2019, warning signs in accordance with the Swedish Work Environment Authority's provisions on signs and signals, appendix 2, section 3.2, may be used instead of the applicable hazard pictogram, as long as it has the same symbol.
sv: Fram till 1 juni 2019 får varningsskyltar enligt Arbetsmiljöverkets föreskrifter om skyltar och signaler, bilaga 2, avsnitt 3.2, användas istället för det tillämpliga faropiktogrammet om de har samma symbol.

source: This is in accordance with a provisional regulation in the Swedish Work Environment Authority's provisions on signs and signals.
sv: Detta enligt en övergångsbestämmelse i Arbetsmiljöverkets föreskrifter om skyltar och signaler.

source: The warning sign for gas cylinders can suitably be fitted with a supplementary sign, in accordance with the diagram below.
sv: Varningsskylten för gasflaskor kan lämpligen förses med en tilläggsskylt enligt figuren nedan.

source: In the application of the third paragraph: Remember that signs are primarily posted for the benefit of others than those working at the premises, and concern the precautions that these other people should take.
sv: Vid tillämpning av tredje stycket: Tänk på att skyltar i första hand sätts upp för andra än de som arbetar i en lokal och på vad som är viktigt att dessa iakttar.

source: Signs may be needed that prohibit open fire, that indicate a ban on entering or which impose the use of protective glasses.
sv: Det kan behövas skyltar med förbud mot öppen eld, skyltar med tillträdesförbud eller påbud att bära skyddsglasögon.

source: Guidance on Section 21 The storage needs to be adapted to the properties of the chemical hazard in order to avoid risks of ill-health and accidents.
sv: Till 21 §29 Man behöver anpassa förvaringen till riskkällans egenskaper för att undvika hälso­ och olycksfallsrisker.

source: This may entail keeping products in storage spaces intended for this purpose and arranged so that spillage will not be spread in a hazardous manner.
sv: Det kan innebära att man förvarar produkter i förråd som är avsedda för detta och ordnade så att inte spill sprids på ett farligt sätt.

source: Bunding may be necessary for e.g., flammable, reactive and corrosive chemical products.
sv: Invallning kan behövas för t.ex. brandfarliga, reak­ tiva och frätande kemiska produkter.

source: The requirement for separate storage can me met in a number of different ways depending on the amounts to be stored, what reactions can occur and what the risks are.
sv: Man kan uppfylla kravet på åtskild förvaring på olika sätt beroende på vilka mängder som ska förvaras, vilka reaktioner som kan inträffa och vilka riskerna är.

source: Sometimes it is sufficient to keep a large enough distance between the containers.
sv: Ibland räcker det att hålla tillräckligt stort avstånd mellan behål­ larna.

source: In other cases it may be necessary to store the products in separate cupboards or place them in separate rooms which, when necessary, are bunded.
sv: I andra fall kan man behöva förvara produkterna i separata skåp eller placera dem i separata rum som vid behov är invallade.

source: A security device such as an alarm connected to a sensor in the bottom of the bunding which warns of leakages can sometimes be suitable in order to prevent risks of ill-health or accidents.
sv: En säkerhetsanord­ ning som ett larm anslutet till en givare i invallningens botten som varnar vid läckage kan ibland vara lämpligt för att förebygga risker för ohälsa eller olycksfall.

source: A prerequisite for the storage to meet the requirements in this provision is that the following rules are adhered to.
sv: En förutsättning för att förvaringen ska uppfylla kraven i denna bestäm­ melse är att följande regler följs.

source: The rules on packaging and storage of chemical products hazardous to health or the environment in the Swedish Chemicals Agency’s Chemical Products and Biotechnical Organisms Regulations (KIFS 2008:2).
sv: Reglerna om förpackningar och förvaring av hälso­ eller miljöfarliga kemiska produkter i Kemikalieinspektionens föreskrifter (KIFS 2008:2) om kemiska produkter och biotekniska organismer.

source: The Swedish National Inspectorate of Explosives and Flammables' Provisions (SÄIFS 2000:2) on the Handling of Flammable Liquids.
sv: Sprängämnesinspektionens föreskrifter (SÄIFS 2000:2) om hantering av brandfarliga vätskor.

source: The Swedish Civil Contingencies Agency's Provisions (MSBFS 2010:5) on Storage of Explosive Goods.
sv: Myndigheten för samhällsskydd och beredskaps föreskrifter (MSBFS 2010:5) om förvaring av explosiva varor.

source: The Swedish National Inspectorate of Explosives and Flammables' Provisions (SÄIFS 1996:4) on the Handling of Organic Peroxides.
sv: Sprängämnesinspektionens föreskrifter (SÄIFS 1996:4) om hantering av organiska peroxider.

source: The Swedish National Inspectorate of Explosives and Flammables' Provisions (SÄIFS 1999:2) on the Handling of Hydrogen Peroxide.
sv: Sprängämnesinspektionens föreskrifter (SÄIFS 1999:2) om hantering av väteperoxid.

source: It may entail an increased risk to store a very toxic substance in the proximity of a substance which can cause a fire or explosion.
sv: Det kan medföra ökad risk att förvara ett mycket giftigt ämne i närhe­ ten av ett ämne som kan föranleda brand eller explosion.

source: In the event of an explosion, greater damage may be caused by the toxic substance spreading than by the explosion itself.
sv: Vid en explo­ sion kan större skador orsakas genom att det giftiga ämnet sprids än av själva explosionen.

source: It is important to observe the information in the supplier's safety data sheets on substances which together with the product may cause dangerous reactions.
sv: Det är viktigt att beakta information i leverantörens säkerhetsdatablad om ämnen som tillsammans med produkten kan orsaka farliga reaktioner.

source: Page 44 contains guidelines for storage in cupboards of chemical products in sealed jars and bottles when the individual risk assessment does not occasion any other storage.
sv: i förslutna burkar och flaskor när den egna riskbedömningen inte föran­ leder någon annan förvaring.

source: Guidelines for storage of chemical products in cupboards
sv: Riktlinjer för förvaring i skåp av kemiska produkter

source: Hazard
sv: Farlighet

source: Product
sv: Produkt

source: Corrosive
sv: Frätande

source: Deadly and CMR
sv: Dödliga och CMR*

source: Toxic
sv: Giftiga

source: Harmful
sv: Skadliga

source: Reaction- risks
sv: Reaktions- risker

source: Volatile or smelly liquid or solid substance
sv: Flyktig eller illaluktande vätska eller fast ämne

source: Ventilated Outer protection Inaccessible
sv: Ventilerat Yttre skydd Oåtkomligt

source: Ventilated Safe placing Inaccessible
sv: Ventilerat Säker place­ ring Oåtkomligt

source: Ventilated
sv: Ventilerat

source: Ventilated Separated
sv: Ventilerat Separerat

source: Other liquid
sv: Övriga vätskor

source: Safe placing
sv: Spillbehållare Säker place­ ring

source: Outer protection Inaccessible
sv: Yttre skydd Oåtkomligt

source: Inaccessible
sv: Oåtkomligt

source: Separated
sv: Separerat

source: Dusty powder
sv: Dammande pulver

source: Solid, not dusty
sv: Fast ämne, ej dammande

source: Ventilated: A cupboard which is connected to exhaust air and where the fan is operating 24 hours a day.
sv: Ventilerat: Ett skåp som är anslutet till frånluft och där fläkten går dygnet runt.

source: There are cupboards with a constant airflow through the whole cupboard and cupboards which are intended for negative pressure.
sv: Det finns skåp som är genomventilerade och skåp som är avsedda för undertryck.

source: Dimensioned air flows for the cupboards are generally approximately 10–20 l/s.
sv: Dimensionerande luftflöden för skåpen är vanligen cirka 10–20 l/s.

source: For cupboards intended for negative pressure, the value applies when the cupboard is open.
sv: För skåp som är avsedda för undertryck, gäller värdet när skåpet är öppet.

source: Spillage container: The container is placed in a device which collects any spillage in case the bottle should burst.
sv: Spillbehållare: Behållaren placeras i en anordning som samlar upp eventuellt spill om den skulle spricka.

source: Safe placing: The container is positioned low down so as to avoid getting the chemical in the face if it is dropped.
sv: Säker placering: Behållaren placeras lågt så att man inte kan få kemikalien i ansiktet om man tappar den då den tas fram.

source: Outer protection: The container with the hazardous chemical is placed in a suitable outer packaging or similar which also provides protection when the packaging is moved to the location where it is to be opened.
sv: Yttre skydd: Behållaren med den farliga kemikalien placeras i en lämplig ytterförpackning eller annat som även skyddar när behållaren flyttas till den plats där den öppnas.

source: Inaccessible: The chemicals are stored so that unauthorized persons cannot access them.
sv: Oåtkomligt: Kemikalierna förvaras så att obehöriga inte kan komma åt dem.

source: This is normally achievable by locking the cupboards, the room or area.
sv: Detta uppnår man normalt genom att låsa skåpen, rummet eller området.

source: Separated: The container is placed so that a spilled chemical cannot come into contact with substances which entail a reaction risk.
sv: Separerat: Behållaren placeras så att en utspilld kemikalie inte kan komma i kontakt med ämnen som medför en reaktionsrisk.

source: Storage in different cupboards is necessary if the reaction can cause a serious injury.
sv: Förvaring i olika skåp behövs om reaktionen kan orsaka en allvarlig skada.

source: Guidance on Section 22 Packaging which meets the requirements which apply for transport of hazardous goods can normally be used when storing the substances they are approved for.
sv: Till 22 §30 Förpackningar som uppfyller de krav som gäller vid transport av farligt gods kan normalt användas vid förvaring av de ämnen de är god­ kända för.

source: When transferring a substance to a container other than the original packaging it is important to assess the suitability of the container.
sv: När man överför ett ämne till ett annat kärl än ursprungsförpack­ ningen är det viktigt att bedöma hur lämpligt kärlet är.

source: Containers, canisters and sacks which contain chemical hazards should be designed so that the least possible splashing or dust formation occurs during handling.
sv: Kärl, dunkar och säckar som innehåller kemiska riskkällor bör vara utfor­ made så att minsta möjliga skvalp, stänk eller dammbildning uppstår vid hanteringen.

source: It is also important that packaging or containers are easy to handle and designed to provide a good grip in all types of handling.
sv: Det är också viktigt att behållare är lätthanterliga och utforma­ de så att man får bra grepp vid all hantering.

source: Safety equipment on containers may be protection against overfilling, level measure, safety valve, cooling device and similar.
sv: Säkerhetsutrustningar på behållare kan vara överfyllnadsskydd, nivå­ mätare, säkerhetsventil, kylanordning och liknande.

source: Guidance on Section 23 When assessing whether a measure to limit air pollution is practically possible considering the resources required, consideration shall not be taken to the activity's ability to pay for the measure but only whether it is reasonable in comparison to the risk reduction it provides.
sv: Till 23 § Vid bedömning av om en åtgärd för att begränsa luftföroreningar­ na är praktiskt möjlig med hänsyn till de resurser som krävs ska hänsyn inte tas till verksamhetens möjlighet att bekosta åtgärden utan endast om den är rimlig i jämförelse med den riskminskning den åstadkommer.

source: Implementation of the staircase of measures in Section 16 means that respiratory protection is a measure to be used only when there are no other possibilities, e.g., during a transitional period before the ventilation is improved.
sv: Tillämpning av åtgärdstrappan i 16 § innebär att andningsskydd endast är en åtgärd som ska användas när andra möjligheter inte finns, t.ex. under en övergångsperiod innan ventilationen förbättras.

source: Breathing zone refers to the area around the employee's nose and mouth outside of any respiratory protection.
sv: Med andningszon avses området runt den arbetandes näsa och mun utan­ för eventuellt andningsskydd.

source: An example of when measuring is clearly unnecessary is when the substance is completely contained and the employees cannot be exposed to it.
sv: Ett exempel på när mätning är uppenbart onödigt är när ämnet är helt inneslutet och arbetstagarna därför inte kan exponeras.

source: Guidance on Section 24 When organic solvents must be used, and it is not possible to take actions in accordance with Section 16, points 1 or 2, utilization should as a rule be scheduled outside ordinary work hours in accordance with implementation of Section 15, point 2 and Section 16, point 3.
sv: Till 24 § När organiska lösningsmedel måste användas och det inte är möj­ ligt att vidta åtgärder enligt 16 § punkten 1 eller 2 bör i regel användningen förläggas utanför ordinarie arbetstid enligt tillämpning av 15 § punkten 2 och 16 § punkten 3.

source: Guidance on Section 25 In a premise where gas is handled, the Swedish Work Environment Authority's Provisions on gases requires that breathing apparatus shall be used where the oxygen level is below 18 per cent.
sv: Till 25 § I en lokal där gas hanteras krävs enligt Arbetarskyddsstyrelsens föreskrifter om gaser att andningsapparat ska användas där syrgashalten är under 18 procent.

source: This rule can also be used as guidance for other types of handling.
sv: Denna regel kan användas som vägledning även vid annan hantering.

source: As a rule, breathing apparatus is required in such a space for adequate protection.
sv: I ett sådant utrymme krävs i regel andningsapparat för ett fullgott skydd.

source: Adequate protection against dust with lead content may be a respirator mask with replaceable filters of class P 3.
sv: Fullgott andningsskydd mot blyhaltigt damm kan vara en halvmask med utbytbart filter av klass P 3.

source: During conventional blasting of materials painted with leaded paint, breathing apparatus is required as a rule for the protection to be adequate.
sv: Vid fristråleblästring av material målat med bly­ haltig färg krävs som regel en andningsapparat för att skyddet ska vara full­ gott.

source: The fit should be tested every time a filter protection is to be used so that the protection is secured tightly to the face.
sv: Man bör prova tillpassningen varje gång ett filterskydd ska användas så att skyddet sluter tätt mot ansiktet.

source: Measures against risks connected with skin contact, splashing in the eyes and ingestion
sv: Åtgärder mot risker vid hudkontakt, ögonstänk och förtäring

source: Guidance on Section 27 In order to determine what protection is needed for the skin it is sometimes necessary to weigh the risk against the disadvantages in the form of skin problems which use of the protection may entail.
sv: Till 27 § För att avgöra vilket skydd för huden som behövs är det ibland nödvändigt att väga risken mot nackdelarna i form av hudproblem som användning av skyddet kan medföra.

source: If injuries do not appear during brief contact with the product, it is possible to sometimes refrain from using gloves if it is possible to immediately wash off any splashes.
sv: Om skador inte uppkommer vid kort­ varig kontakt med produkten kan man ibland låta bli att använda handskar om det finns möjlighet att genast tvätta av eventuella stänk.

source: Contact allergies may arise after repeated brief contact.
sv: Kontaktaller­ gi kan uppkomma efter upprepad kortvarig kontakt.

source: Gloves should therefore be used when handling allergenic substances.
sv: Därför bör handskar användas om man hanterar allergiframkallande ämnen.

source: Guidance on Section 28 Examples of suitable protection against splashing of chemical substances are goggles with covered ventilation holes, face shield (visor), hood or full helmet.
sv: Till 28 § Exempel på lämpliga skydd mot stänk av kemiska ämnen är korg­ glasögon med täckta ventilationshål, ansiktsskärm (visir), huva eller hel­ hjälm.

source: For certain work it is important to choose eye protection which does not increase the risk of accident by limiting the field of view.
sv: I vissa arbeten är det viktigt att välja ett ögonskydd som inte ökar olycksrisken genom att begränsa synfältet.

source: Guidance on Section 31 For examples of when the composition of the air is not safe, refer to the guidance on Section 25.
sv: Till 31 § För exempel på när luftens sammansättning inte är säker se även kommentaren till 25 §.

source: Regarding control of the level of flammable fumes, refer to the guidance on Section 36.
sv: Om kontroll av halten brännbara ångor se kommen­ taren till 36 §.

source: An example of when the air needs to be continuously monitored during work is in spaces where there is sewage water, excrements and manure since methane gas may be released which entails a risk of explosion and harmful gases such as hydrogen sulphide and carbon monoxide.
sv: Exempel på när luften behöver kontrolleras fortlöpande under arbetet är vid arbete i utrymmen där det finns avloppsvatten, latrin och gödsel efter­ som det då kan avges metangas som medför explosionsrisk och hälsofarliga

source: Furthermore, the level of oxygen in the space may decrease.
sv: Dessutom kan halten syrgas i utrym­ met minska.

source: If sufficient ventilation cannot be arranged, breathing protection must be used for protection against the substances.
sv: Om inte tillräcklig ventilation kan ordnas behöver andnings­ skydd användas som skyddar mot ämnena.
